---
kind: property
id: P:Autodesk.Revit.DB.Electrical.AreaBasedLoadData.LoadClassification
source: html/2df5488b-0748-3c63-ba50-564bf3e9e4f1.htm
---
# Autodesk.Revit.DB.Electrical.AreaBasedLoadData.LoadClassification Property

The load classification of the area based load.

## Syntax (C#)
```csharp
public ElementId LoadClassification { get; }
```